export default [
  {
    idTicket: 15,
    // Цена в рублях
    price: 12400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '10:10-15:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 5, stop: ['AWE', 'QWEE', 'QWEAS'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 14,
    // Цена в рублях
    price: 9400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '08:10-12:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 4, stop: ['AWE', 'QWEE'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 13,
    // Цена в рублях
    price: 15400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '12:10-17:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 3, stop: ['AWE'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 12,
    // Цена в рублях
    price: 11400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '10:10-15:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 2, stop: [] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 11,
    // Цена в рублях
    price: 10400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '10:10-15:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 5, stop: ['AWE', 'QWEE', 'QWEAS'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 10,
    // Цена в рублях
    price: 12400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '10:10-15:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 5, stop: ['AWE', 'QWEE', 'QWEAS'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 9,
    // Цена в рублях
    price: 9400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '08:10-12:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 4, stop: ['AWE', 'QWEE'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 8,
    // Цена в рублях
    price: 15400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '12:10-17:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 3, stop: ['AWE'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 7,
    // Цена в рублях
    price: 11400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '10:10-15:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 2, stop: [] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 6,
    // Цена в рублях
    price: 10400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '10:10-15:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 5, stop: ['AWE', 'QWEE', 'QWEAS'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 5,
    // Цена в рублях
    price: 12400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '10:10-15:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 5, stop: ['AWE', 'QWEE', 'QWEAS'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 4,
    // Цена в рублях
    price: 9400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '08:10-12:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 4, stop: ['AWE', 'QWEE'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 3,
    // Цена в рублях
    price: 15400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '12:10-17:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 3, stop: ['AWE'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 2,
    // Цена в рублях
    price: 11400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '10:10-15:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 2, stop: [] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
  {
    idTicket: 1,
    // Цена в рублях
    price: 10400,
    // Код авиакомпании (iata)
    carrier: '',
    // Массив перелётов.
    // В тестовом задании это всегда поиск "туда-обратно" значит состоит из двух элементов
    segments: {
      // Код города (iata)
      origin: '',
      // Код города (iata)
      destination: '',
      // Дата и время вылета туда
      date: '10:10-15:30',
      // Массив кодов (iata) городов с пересадками
      stops: { id: 5, stop: ['AWE', 'QWEE', 'QWEAS'] },
      // Общее время перелёта в минутах
      duration: 225,
    },
  },
];
